Revit 2026 API
DWFImportOptions Constructor
Overload List
Name | Description
DWFImportOptions(DWFImportOptions) |  Constructs a new instance of DWFImportOptions as a copy of the import options.
DWFImportOptions(IList<ElementId>) | Initializes a new instance of the DWFImportOptions class
Top
See Also
Reference
DWFImportOptions Class
Autodesk.Revit.DB Namespace